Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/internasjonalt_urfolksarbeid_id_24393.html.tmx
Source language: nob
Languages: sme

source: Internasjonalt urfolksarbeid
sme: Riikkaidgaskasaš álgoálbmotbargu

source: Norske myndigheter deltar aktivt i ulike fora innenfor internasjonalt urfolksarbeid.
sme: Nogga eiseválddit oassálastet viššalit riikkaidgaskasaš álgoálbmotbarggu foraide.

source: Norge har deltatt aktivt i etableringen av FNs permanente forum for urfolkssaker, og har også deltatt i arbeidsgruppen som har utarbeidet FNs erklæring om urfolksrettigheter.
sme: Norga lea aktiivvalaččat oassálastán ásahit ON álgoálbmotáššiid bistevaš fora, ja lea leamaš bargojuhkosis mii lea ráhkadan ON álgoálbmotvuoigatvuođaid julggaštusa.

source: I nordområdene deltar norske myndigheter i Barentssamarbeidet og i Arktisk råd.
sme: Davviguovlluin leat Norgga eiseválddit mielde Barentsovttasbarggus ja Árktalaš Ráđis.

source: Norske holdninger til internasjonale urfolksspørsmål utformes i nært samarbeid med Sametinget.
sme: Norgga guottut riikkaidgaskasaš álgoálbmotáššiide hábmejuvvojit Sámedikki lagaš ovttasbargguin.

source: FNs erklæring om urfolks rettigheter
sme: ON julggaštus álgoálbmotvuoigatvuođaid birra

source: FNs generalforsamling vedtok 13. september 2007 en felles urfolkserklæring, utarbeidet i en prosess med tett samarbeid mellom stater og ulike urfolksgrupper.
sme: ON váldočoahkkin dohkkehii čakčamánu 13. b. 2007 oktasaš álgoálbmotjulggaštusa, maid stáhtat ja sierranas álgoálbmotjoavkkut lahka ovttasbarggadettiin ledje ráhkadan.

source: FNs permanente forum for urfolkssaker
sme: ON álgoálbmotáššiid bistevaš fora

source: FNs permanente forum for urfolkssaker er et rådgivende organ for FNs økonomiske og sosiale råd (ECOSOC).
sme: ON álgoálbmotáššiid bistevaš fora lea ON ekonomalaš ja sosiála ráđi (ECOSOCa) ráđđeaddi orgána.

source: Forumet skal råd og anbefalinger i saker som angår verdens urfolk innenfor økonomisk og sosial utvikling, kultur, utdanning, helse og menneskerettigheter.
sme: Fora galgá addit ráđiid ja rávvagiid áššiin mat gusket máilmmi álgoálbmogiid ekonomalaš ja sosiála ovdáneapmái, kultuvrii, oahpahussii, dearvvasvuhtii ja olmmošvuoigatvuođaide.

source: Norge har vært aktivt med i arbeidet for å etablere urfolksforumet.
sme: Norga lea árjjalaččat oassálastán bargui man ulbmil lea leamaš ásahit ON álgoálbmotáššiid bistevaš fora.

source: ILO-konvensjonen om urfolks rettigheter
sme: ILO-konvenšuvdna eamiálbmogiid vuoigatvuođaid birra

source: Hovedprinsippet ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater er urfolks rett til å bevare og videreutvikle sin egen kultur, og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet.
sme: ILO-konvenšuvnna nr 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain váldoprinsihppa lea eamiálbmogiid vuoigatvuohta seailluhit ja ain ovddidit iežaset kultuvrra, ja eiseválddiid geatnegasvuohta čađahit doaibmabijuid mat dorjot dán barggu.

source: Norge ratifiserte konvensjonen i 1990.
sme: Norga čálii vuollái konvenšuvnna 1990.

source: Samarbeid med Sametinget i internasjonale urfolkssaker
sme: Ovttasbargu Sámedikkiin riikkaidgaskasaš álgoálbmotáššiin

source: Arktisk råd skal fremme samarbeid og koordinering mellom de arktiske landene i saker av relevans for det arktiske området.
sme: Ráđđehus atná dehálažžan ahte ráđđehusa ja álgoálbmogiid ovddasteaddjit guoibmálagaid digaštallet ja šiehtadallet riikkaidgaskasaš álgoálbmotáššiid.

source: Involvering og aktiv deltakelse fra urfolk er sentralt for det arktiske samarbeidet.
sme: Norgga guottut riikkaidgaskasaš álgoálbmotáššiide hábmejuvvojit Sámedikki lagaš ovttasbargguin.

source: Barentssamarbeidet
sme: Barentsovttasbargu

source: Innenfor Barentssamarbeidet har urfolksspørsmål en viktig plass.
sme: Barentsguovllus ellet golbma álgoálbmoga - sámit, nenjehcat ja vepselaččat.

source: I Barentsregionen lever tre urfolk - samer, nenetser og vepsere.
sme: Ii galli sajis máilmmis leat ná lagaš ovttasbargu gaskal álgoálbmogiid, riikkarájáid rastá.

source: Få steder i verden er det et så nært samarbeid urfolkene i mellom, på tvers av landegrensene.
sme: Álgoálbmogiid olles searvadahttin ja oassálastin árktalaš ovttasbargui lea guovddášášši.
